{
  "LeaderF": { "branch": "master" },
  "arctic": { "branch": "v2" },
  "asyncrun.vim": { "branch": "master" },
  "better-escape.vim": { "branch": "master" },
  "bufferline.nvim": { "branch": "main" },
  "catppuccin": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-omni": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cyberdream.nvim": { "branch": "main" },
  "dashboard-nvim": { "branch": "master" },
  "dropbar.nvim": { "branch": "master" },
  "edge": { "branch": "master" },
  "everforest": { "branch": "master" },
  "fzf-lua": { "branch": "main" },
  "gruvbox-material": { "branch": "master" },
  "gx.nvim": { "branch": "main" },
  "hop.nvim": { "branch": "master" },
  "kanagawa.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lazydev.nvim": { "branch": "main" },
  "lspkind-nvim": { "branch": "master" },
  "lualine.nvim": { "branch": "master" },
  "luarocks.nvim": { "branch": "main" },
  "lush.nvim": { "branch": "main" },
  "markdown.nvim": { "branch": "main" },
  "material.nvim": { "branch": "main" },
  "miasma.nvim": { "branch": "main" },
  "neoformat": { "branch": "master" },
  "nightfox.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-hlslens": { "branch": "main" },
  "nvim-lightbulb": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-ufo": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "onedark.nvim": { "branch": "master" },
  "onedarkpro.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "poimandres.nvim": { "branch": "main" },
  "promise-async": { "branch": "main" },
  "sonokai": { "branch": "master" },
  "statuscol.nvim": { "branch": "main" },
  "tokyonight.nvim": { "branch": "main" },
  "unicode.vim": { "branch": "master" },
  "vim-auto-save": { "branch": "master" },
  "vim-commentary": { "branch": "master" },
  "vim-eunuch": { "branch": "master" },
  "vim-highlighturl": { "branch": "master" },
  "vim-markdown": { "branch": "master" },
  "vim-markdownfootnotes": { "branch": "master" },
  "vim-matchup": { "branch": "master" },
  "vim-mundo": { "branch": "master" },
  "vim-obsession": { "branch": "master" },
  "vim-repeat": { "branch": "master" },
  "vim-sandwich": { "branch": "master" },
  "vim-scriptease": { "branch": "master" },
  "which-key.nvim": { "branch": "main" },
  "whitespace.nvim": { "branch": "master" },
  "wilder.nvim": { "branch": "master" },
  "yanky.nvim": { "branch": "main" },
  "zenbones.nvim": { "branch": "main" }
}
